[
  "cmdr",
  "calendar",
  "obsidian-checklist-plugin",
  "dataview",
  "obsidian-latex-suite",
  "templater-obsidian",
  "obsidian-book-search-plugin",
  "obsidian-style-settings",
  "settings-search",
  "peerdraft",
  "obsidian-excalidraw-plugin"
]