[
  "cmdr",
  "calendar",
  "obsidian-checklist-plugin",
  "dataview",
  "obsidian-latex-suite",
  "templater-obsidian",
  "obsidian-book-search-plugin",
  "obsidian-style-settings",
  "settings-search",
  "peerdraft",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "highlightr-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-kanban",
  "obsidian-discordrpc",
  "excel",
  "execute-code"
]